/* Remove non flash favorites confirmation dialog -> message text */
"Are you sure you want to remove all \nnon-favorite Flash cookies?" = "Sind Sie sicher, dass Sie alle Flash Cookies,\ndie nicht in den Favoriten sind, entfernen wollen?";

/* Remove 1 non favorite Flash confirmation dialog -> informative text */
"1 Flash cookie will be deleted immediately." = "1 Flash Cookie wird sofort gelöscht.";

/* Remove non Flash favorites confirmation dialog -> informative text */
"%d Flash cookies will be deleted immediately." = "%d Flash Cookies werden sofort gelöscht.";

/* No comment provided by engineer. */
"%d Flash Cookies, %d Favorites" = "%d Flash Cookies, %d Favoriten";

/* Remove non favorites confirmation dialog -> informative text */
"%d cookies will be deleted immediately." = "%d Cookies werden sofort gelöscht.";

/* No comment provided by engineer. */
"%d Domains, %d Favorites, %d unique Cookies" = "%1$d Domänen, %2$d Favoriten, %3$d Cookies";

/* Remove 1 non favorite confirmation dialog -> informative text */
"1 cookie will be deleted immediately." = "1 Cookie wird sofort gelöscht.";

/* Import Favorites warning dialog -> informative text */
"Your backup Favorites, will be added to your current Favorites." = "Ihre gesicherten Favoriten warden zu den aktuellen Favoriten hinzugefügt.";

/* Remove non favorites confirmation dialog -> message text */
"Are you sure you want to remove all \nnon-favorite cookies?" = "Sind Sie sicher, dass Sie alle Cookies, die nicht als Favoriten gekennzeichnet sind, löschen wollen?";

/* Uninstall Safari Cookies confirmation dialog -> message text; put non breakable space for 'Safari Cookies' */
"Are you sure you want to uninstall Safari Cookies?" = "Sind Sie sicher, dass Sie Safari Cookies deinstallieren wollen?";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* Export Cookies confirmation dialog -> informative text */
"Cookies will NOT be exported." = "Cookies werden NICHT exportiert.";

/* Preferences -> General tab -> current version label */
"Current Version: %@" = "Aktuelle Version: %@";

/* Safari Cookies failed to be uninstalled alert -> informative text */
"Get support at: \nhttp://sweetpproductions.com/safaricookies/" = "Sie erhalten Support unter: \nhttp://sweetpproductions.com/safaricookies/";

/* No comment provided by engineer. */
"NO" = "NO";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Remove" = "Entfernen";

/* Safari Cookies failed to be uninstalled alert -> message text */
"Safari Cookies could not be uninstalled." = "Safari Cookies konnte nicht deinstalliert werden.";

/* Safari Cookies successfully uninstalled alert -> message text */
"Safari Cookies has been successfully uninstalled." = "Safari Cookies wurde erfolgriech deinstalliert.";

/* No comment provided by engineer. */
"Uninstall" = "Deinstallation";

/* Export favorites confirmation dialog -> message text */
"Would you like to export all your Favorite domains?" = "Möchten Sie Ihre Favoriten exportieren?";

/* Import favorites confirmation dialog -> message text */
"Would you like to import Favorites from a previously exported file?" = "Möchten Sie Ihre zuvor exportierten Favoriten importieren?";

/* Import favorites from Bookmarks confirmation dialog -> message text */
"Would you like to import Favorites from your Safari Bookmarks?" = "Möchten Sie die Favoriten aus den Safari Lesezeichen importieren?";

/* Import Bookmarks warning dialog -> informative text */
"Your Bookmarks will be added to your current favorites." = " Ihre Lesezeichen warden zu den aktuellen Favoriten hinzugefügt.";

/* Import favorites from Topsites confirmation dialog -> message text */
"Would you like to import Favorites from your Safari TopSites?" = "Möchten Sie die Favoriten aus den Safari Top Sites importieren?";

/* Import Topsites warning dialog -> informative text */
"Your TopSites will be added to your current favorites." = "Ihre Top Sites warden zu den aktuellen Favoriten hinzugefügt.";

/* Import favorites from History confirmation dialog -> message text */
"Would you like to import Favorites from your Safari History?" = "Möchten Sie die Favoriten aus dem Safari-Verlauf importieren?";

/* Import History warning dialog -> informative text */
"All domains from your History will be added to your current favorites." = "Alle Domänen aus Ihrem Verlauf werden zu Ihren aktuellen Favoriten hinzugefügt.";

/* No comment provided by engineer. */
"YES" = "JA";

/* Safari Cookies successfully uninstalled alert -> informative text */
"You need to restart Safari for changes to be effective." = "Sie müssen Safari neu starten, damit die Änderungen übernommen werden.";

/* Uninstall Safari Cookies confirmation dialog -> informative text */
"You will be asked for an administrator password." = "Sie werden nach einem Administrator-Kennwort gefragt.";